Repository: valpekar/ao3-reader
Catalog: ArchiveOfOurOwnReader/*.lproj/Localizable.strings
Languages: ja, ko, pt_pt, th, zh_hant

source: 0 Found
ja: 0見つかった
ko: 0 발견됨
pt_pt: 0 Encontrado
th: พบ 0
zh_hant: 0找到

source: Loading Page
ja: ページを読み込む
ko: 페이지로드 중
pt_pt: O Carregamento da Página
th: กำลังโหลดหน้า
zh_hant: 加載頁面

source: Loading Chapter
ja: ロードチャプター
ko: 장로드 중
pt_pt: Carregando o Capítulo
th: กำลังโหลดบท
zh_hant: 載入章節

# LoadingNxtChapter
source: Loading Next Chapter
ja: 次の章の読み込み
ko: 다음 장로드 중
pt_pt: Carregando Próximo Capítulo
th: กำลังโหลดบทถัดไป
zh_hant: 載入下一章

# LoadingPrevChapter
source: Loading Previous Chapter
ja: 前の章への読み込み
ko: 이전 장로드 중
pt_pt: Carregando o Capítulo Anterior
th: กำลังโหลดบทก่อนหน้า
zh_hant: 加載上一章

source: Searching...
ja: 検索...
ko: 수색...
pt_pt: Procurando...
th: ค้นหา...
zh_hant: 搜索...

source: Getting Works
ja: 作品を手に入れる
ko: 작품보기
pt_pt: Obtendo Trabalhos
th: การทำงาน
zh_hant: 開始工作

source: Error 👻
ja: エラー 👻
ko: 오류 👻
pt_pt: Erro 👻
th: ความผิดพลาด 👻
zh_hant: 錯誤 👻

# CannotBeEmpty
source: Please type something!
ja: 何か入力してください！
ko: 뭔가 입력 해주세요!
pt_pt: Digite algo!
th: กรุณาพิมพ์อะไร!
zh_hant: 請輸入內容！

# CheckInternet
source: Check your Internet connection
ja: インターネット接続を確認する
ko: 인터넷 연결 확인
pt_pt: Verifique a sua conexão com a internet
th: ตรวจสอบการเชื่อมต่ออินเทอร์เน็ตของคุณ
zh_hant: 檢查您的Internet連接

# Only30Stroies
source: You can only download 30 stories. Please, upgrade to download more.
ja: 30話しかダウンロードできません。 もっとダウンロードしてアップグレードしてください。 報酬を受けたビデオを1回無料でダウンロードしてください。
ko: 30 개의 스토리 만 다운로드 할 수 있습니다. 더 많은 것을 다운로드하려면 업그레이드하십시오. 또는 1 회 무료 다운로드에 대한 보상 비디오를 시청하십시오.
pt_pt: Você só pode baixar 30 histórias. Por favor, atualize para baixar mais. Ou assista a vídeos premiados para mais um download GRATUITO.
th: คุณสามารถดาวน์โหลดได้ 30 เรื่องเท่านั้น โปรดอัปเกรดเพื่อดาวน์โหลดเพิ่มเติม หรือดูวิดีโอที่ได้รับรางวัลสำหรับการดาวน์โหลดฟรีอีก 1 ครั้ง
zh_hant: 你只能下載30個故事。 請升級下載更多。

# DwnloadingWrk
source: Downloading Work
ja: 仕事をダウンロードする
ko: 다운로드 작업
pt_pt: Baixando Trabalho
th: กำลังดาวน์โหลดงาน
zh_hant: 下載工作

# CannotDwnldWrk
source: Cannot Download Work!
ja: 仕事をダウンロードできない!
ko: 다운로드 할 수 없습니다!
pt_pt: Não é possível baixar o trabalho!
th: ไม่สามารถดาวน์โหลดงานได้!
zh_hant: 無法下載工作！

source: Chapters:
ja: 章:
ko: 챕터:
pt_pt: Capítulos:
th: บท:
zh_hant: 章節：

source: Any Field
ja: 任意のフィールド
ko: 모든 필드
pt_pt: Qualquer Campo
th: ฟิลด์ใดก็ได้
zh_hant: 任何領域

source: Title
ja: タイトル
ko: 표제
pt_pt: Título
th: หัวข้อ
zh_hant: 標題

source: Author
ja: 著者
ko: 저자
pt_pt: Autor
th: ผู้เขียน
zh_hant: 作者

source: Language
ja: 言語
ko: 언어
pt_pt: Língua
th: ภาษา
zh_hant: 語言

source: Rating
ja: 評価
ko: 평가
pt_pt: Avaliação
th: อันดับ
zh_hant: 評分

source: Sort by
ja: 並び替え
ko: 정렬 기준
pt_pt: Ordenar por
th: จัดเรียงตาม
zh_hant: 排序方式

source: Sort direction
ja: 方向を並べ替える
ko: 방향 정렬
pt_pt: Ordenar direção
th: จัดเรียงทิศทาง
zh_hant: 排序方向

source: Fandoms
ja: ファンドーム
ko: 팬드
th: กลุ่มแฟนคลับ
zh_hant: 粉絲

source: Relationships
ja: 関係
ko: 관계
pt_pt: Relacionamentos
th: สัมพันธ์
zh_hant: 關係

source: Characters
ja: キャラクター
ko: 문자
pt_pt: Personagens
th: ตัวละคร
zh_hant: 人物

source: Kudos
ja: 名声
ko: 명성
th: ความรุ่งโรจน์
zh_hant: 榮譽

source: Hits
ja: ヒット
ko: 조회수
pt_pt: Exitos
th: ฮิต
zh_hant: 點擊

source: Comments
ja: コメント
ko: 댓글
pt_pt: Comentários
th: ความคิดเห็น
zh_hant: 註釋

source: Bookmarks
ja: ブックマーク
ko: 북마크
pt_pt: Marcadores
th: ที่คั่น
zh_hant: 書籤

source: Bookmark
ja: ブックマーク
ko: 서표
pt_pt: Marcador
th: ที่คั่นหนังสือ
zh_hant: 書籤

source: Word Count
ja: ワード数
ko: 단어 수
pt_pt: Contagem de palavras
th: การนับจำนวนคำ
zh_hant: 字數

# ChooseNoWarn
source: Choose Not To Use Archive Warnings
ja: アーカイブ警告を使用しないようにする
ko: 보관 경고를 사용하지 않음을 선택하십시오
pt_pt: Escolha Não Usar Avisos de Arquivo
th: เลือกไม่ใช้คำเตือนเกี่ยวกับคลังข้อมูล
zh_hant: 選擇不使用存檔警告

# GraphicViolence
source: Graphic Depictions Of Violence
ja: 暴力の描写
ko: 폭력의 그래픽 묘사
pt_pt: Representação Gráfica de Violência
th: การแสดงภาพความรุนแรง
zh_hant: 圖形描繪暴力

# MajorCharDeath
source: Major Character Death
ja: 主なキャラクターの死
ko: 주요 인물 죽음
pt_pt: Morte do Personagem Principal
th: ความตายของตัวละครหลัก
zh_hant: 主角死亡

# NoWarn
source: No Archive Warnings Apply
ja: アーカイブの警告は適用されません
ko: 보관 경고 없음 적용
pt_pt: Nenhuma Advertência Arquivo Aplicar
th: ไม่มีคำเตือนเกี่ยวกับการจัดเก็บ
zh_hant: 無歸檔警告申請

source: Rape/Non-Con
ja: レイプ/非コン
ko: 강간/비 콘
th: ข่มขืน / Non-Con
zh_hant: 強姦/非精讀

source: Underage
ja: 未成年者
ko: 부족
pt_pt: Menor de Idade
th: ที่ยังไม่บรรลุนิติภาวะ
zh_hant: 未成年

# SingleChpt
source: Single Chapter
ja: シングルチャプター
ko: 단원
pt_pt: Capítulo Único
th: บทเดียว
zh_hant: 單篇

source: Complete
ja: コンプリート
ko: 완전한
pt_pt: Completo
th: สมบูรณ์
zh_hant: 完成

source: From
ja: から
ko: 에서
pt_pt: De
th: จาก
zh_hant: 從

source: To
ja: の
ko: 부터
pt_pt: Para
th: การ
zh_hant: 到

source: ✅ Include Tags
ja: ✅ タグを含める
ko: ✅ 태그 포함
pt_pt: ✅ Incluir Etiquetas
th: ✅ รวมแท็ก
zh_hant: ✅ 包含標籤

source: ❌ Exclude Tags
ja: ❌ タグを除外する
ko: ❌ 태그 제외
pt_pt: ❌ Excluir Etiquetas
th: ❌ ยกเว้นแท็ก
zh_hant: ❌排除標籤

source: 📋 Work Info
ja: 📋 仕事情報
ko: 📋 업무 정보
pt_pt: 📋 Informações de Trabalho
th: 📋 ข้อมูลการทำงาน
zh_hant: 📋 工作信息

source: 📊 Stats
ja: 📊 統計
ko: 📊 통계
pt_pt: 📊 Estatísticas
th: 📊 สถิติ
zh_hant: 📊 統計

source: 🔖 Category
ja: 🔖 カテゴリー
ko: 🔖 범주
pt_pt: 🔖 Categoria
th: 🔖 ประเภท
zh_hant: 🔖 類別

source: ☢️ Warnings
ja: ☢️ 警告
ko: ☢️ 경고
pt_pt: ☢️ Avisos
th: ☢️ คำเตือน
zh_hant: ☢️ 警告

source: 🖇 Work Tags
ja: 🖇 作業タグ
ko: 🖇 작업 태그
pt_pt: 🖇 Etiquetas de Trabalho
th: 🖇 แท็กงาน
zh_hant: 🖇 工作標籤

source: 🔍 Search
ja: 🔍 サーチ
ko: 🔍 수색
pt_pt: 🔍 Pesquisa
th: 🔍 ค้นหา
zh_hant: 🔍 搜索

# LoadingWrk
source: Loading Work
ja: 積み込み作業
ko: 작업로드
pt_pt: Carregando o Trabalho
th: กำลังโหลดงาน
zh_hant: 裝載工作

source: Sorry!
ja: ごめんなさい!
ko: 죄송합니다!
pt_pt: Desculpa!
th: ขอโทษ!
zh_hant: 抱歉!

# WrkAvailOnlyRegistered
source: This work is only available to registered users of the Archive
ja: この作品は、アーカイブの登録ユーザーのみが利用できます
ko: 이 작업은 등록 된 아카이브 사용자 만 사용할 수 있습니다.
pt_pt: Este trabalho está disponível apenas para usuários registrados do Arquivo
th: งานนี้มีให้สำหรับผู้ใช้ที่ลงทะเบียนของ Archive เท่านั้น
zh_hant: 此工作僅適用於存檔的註冊用戶

# ContainsAdultContent
source: This work contains adult content. To view it you need to login and confirm that you are at least 18 (Me -> Login).
ja: この作品にはアダルトコンテンツが含まれています。 それを表示するには、ログインして、少なくとも18（私のプロフィール - >ログイン）であることを確認する必要があります。
ko: 이 작품에는 성인용 콘텐츠가 포함되어 있습니다. 그것을 보려면 로그인해야하고 18 세 이상인지 확인하십시오 (내 프로필 -> 로그인).
pt_pt: Este trabalho contém conteúdo para adultos. Para visualizá-lo, você precisa fazer o login e confirmar que você tem pelo menos 18 (Meu Perfil -> Logar).
th: งานนี้มีเนื้อหาสำหรับผู้ใหญ่ ในการดูข้อมูลคุณต้องเข้าสู่ระบบและยืนยันว่าคุณมีอายุอย่างน้อย 18 คน (ประวัติของฉัน -> เข้าสู่ระบบ)
zh_hant: 這項工作包含成人內容。 要查看，您需要登錄並確認您至少18（我 - >登錄）。

# AO3Issue
source: AO3 has been notified about this issue and they will take a look at it shortly.
ja: AO3はこの問題について通知されており、まもなくそれを見る予定です。
ko: AO3에이 문제에 대한 알림이 전송되었으며 잠시 살펴볼 것입니다.
pt_pt: O AO3 foi notificado sobre esta questão e eles vão dar uma olhada nela em breve.
th: AO3 ได้รับแจ้งเกี่ยวกับปัญหานี้และพวกเขาจะดูที่นี่ในไม่ช้า
zh_hant: AO3已經被通知這個問題，他們將在不久之後再來看看。

# AddingBmk
source: Adding Bookmark
ja: ブックマークを追加する
ko: 북마크 추가하기
pt_pt: Adicionar Marcador
th: การเพิ่มบุ๊กมาร์ก
zh_hant: 添加書籤

# DeletingBmk
source: Deleting Bookmark
ja: ブックマークの削除
ko: 북마크 삭제하기
pt_pt: Apagar o Marcador
th: กำลังลบบุ๊กมาร์ก
zh_hant: 刪除書籤

# DeletingFromBmks
source: Deleting from Bookmarks
ja: ブックマークからの削除
ko: 북마크에서 삭제하기
pt_pt: Eliminar dos Marcadores
th: กำลังลบจากบุ๊กมาร์ก
zh_hant: 從書籤中刪除

# DeleteFromBmk
source: Delete from Bookmarks
ja: ブックマークから削除
ko: 북마크에서 삭제
pt_pt: Excluir dos Marcadores
th: ลบออกจากบุ๊กมาร์ก
zh_hant: 從書籤中刪除

source: Are you sure?
ja: 本気ですか？
ko: 확실합니까?
pt_pt: Você tem certeza?
th: คุณแน่ใจไหม?
zh_hant: 你確定?

# SureDeleteWrk
source: Are you sure you would like to delete this work?
ja: この作品を削除してもよろしいですか？
ko: 이 작품을 삭제 하시겠습니까?
pt_pt: Tem certeza de que deseja excluir esse trabalho?
th: คุณแน่ใจหรือไม่ว่าต้องการลบงานนี้?
zh_hant: 你確定要刪除這項工作嗎？

# SureDeleteWrkFromBmks
source: Are you sure you would like to delete this work from bookmarks?
ja: この作品をブックマークから削除してもよろしいですか？
ko: 북마크에서이 작품을 삭제 하시겠습니까?
pt_pt: Tem certeza de que deseja excluir este trabalho de marcadores?
th: คุณแน่ใจหรือไม่ว่าต้องการลบงานนี้จากบุ๊กมาร์ก?
zh_hant: 您確定要從書籤中刪除此作品嗎？

# SureDeleteFromHistory
source: Are you sure you would like to delete this work from history?
ja: この作品を履歴から削除してもよろしいですか？
ko: 이 작업을 기록에서 삭제 하시겠습니까?
pt_pt: Tem certeza de que deseja excluir este trabalho do histórico?
th: คุณแน่ใจหรือไม่ว่าต้องการลบงานนี้ออกจากประวัติ?
zh_hant: 您確定要從歷史記錄中刪除此作品嗎？

source: Cancel
ja: キャンセル
ko: 취소
pt_pt: Cancelar
th: ยกเลิก
zh_hant: 取消

source: Yes
ja: はい
ko: 예
pt_pt: Sim
th: ใช่
zh_hant: 是

# WrkOptions
source: Work Options
ja: 仕事のオプション
ko: 작업 옵션
pt_pt: Opções de Trabalho
th: ตัวเลือกการทำงาน
zh_hant: 工作選項

# DeleteWrk
source: Delete Work
ja: 仕事を削除する
ko: 작업 삭제
pt_pt: Excluir o Trabalho
th: ลบงาน
zh_hant: 刪除工作

# DownloadWrk
source: Download Work
ja: 仕事をダウンロード
ko: 다운로드 작업
pt_pt: Download do Trabalho
th: ดาวน์โหลดงาน
zh_hant: 下載工作

# ReloadWrk
source: Reload Work
ja: リロード作業
ko: 다시로드 작업
pt_pt: Recarregar Trabalho
th: โหลดงานใหม่
zh_hant: 重新加載工作

source: View Comments
ja: コメントを見る
ko: 댓글보기
pt_pt: Ver Comentários
th: ดูความคิดเห็น
zh_hant: 查看評論

source: Leave Kudos
ja: 名声を残す
ko: 명성을 남겨주세요
pt_pt: Deixar Kudos
th: ออกจากความรุ่งโรจน์
zh_hant: 休假

source: Leaving Kudos
ja: 名声を残す
ko: 명성 남기기
pt_pt: Deixando Kudos
th: ออกจากความรุ่งโรจน์
zh_hant: 離開榮譽

# LeftKudosAlready
source: You have already left kudos here. :)
ja: あなたはすでにここに名声を残しています。 :)
ko: 당신은 이미 여기에 명성을 남겼습니다. :)
pt_pt: Você já deixou kudos aqui. :)
th: คุณได้ทิ้งรุ่งโรจน์ไว้ที่นี่แล้ว. :)
zh_hant: 你已經離開了這裡。:)

source: Kudos added! :)
ja: 栄誉が追加されました！ :)
ko: 명예가 추가됨! :)
pt_pt: Kudos adicionados! :)
th: ความรุ่งโรจน์เพิ่ม! :)
zh_hant: 榮譽加 :)

# DeleteBmk
source: Delete Bookmark
ja: ブックマークの削除
ko: 북마크 삭제
pt_pt: Excluir Marcador
th: ลบบุ๊กมาร์ก
zh_hant: 刪除書籤

# DownloadFile
source: Download PDF/EPUB/HTML/MOBI
ja: PDF/EPUB/HTML/MOBIをダウンロード
ko: 다운로드 PDF/EPUB/HTML/MOBI
pt_pt: Baixar PDF/EPUB/HTML/MOBI
th: ดาวน์โหลด PDF/EPUB/HTML/MOBI
zh_hant: 下載PDF/EPUB/HTML/MOBI

# GettingBmks
source: Getting Bookmarks
ja: ブックマークを取得する
ko: 즐겨 찾기 받기
pt_pt: Obtendo Marcadores
th: กำลังรับบุ๊กมาร์ก
zh_hant: 獲取書籤

# LoginToViewBmks
source: Please Log In to View Your Bookmarks!
ja: あなたのブックマークを表示するにはログインしてください!
ko: 북마크를 보려면 로그인하십시오!
pt_pt: Faça Login para Exibir Seus Marcadores!
th: กรุณาเข้าสู่ระบบเพื่อดูบุ๊คมาร์คของคุณ!
zh_hant: 請登錄查看您的書籤!

# FontSize
source: Font Family
ja: フォントサイズ
ko: 글자 크기
pt_pt: Tamanho da Fonte
th: ขนาดตัวอักษร
zh_hant: 字體大小

source: OK
ja: よし
ko: 승인
th: ตกลง
zh_hant: 好

source: Done
ja: 完了
ko: 끝난
pt_pt: Feito
th: เสร็จสิ้น
zh_hant: 完成

source: Downloaded
ja: ダウンロード済み
ko: 다운로드 됨
pt_pt: Baixado
th: ดาวน์โหลด
zh_hant: 下載

source: by
ja: によって書かれた
ko: 작성자
pt_pt: por
th: โดย
zh_hant: 寫

source: Fandoms:
ja: ファンドーム:
ko: 팬드:
th: กลุ่มแฟนคลับ:
zh_hant: 粉絲:

source: Please Wait
ja: お待ちください
ko: 잠시 기다려주십시오
pt_pt: Por Favor, Espere
th: โปรดรอ
zh_hant: 請稍候

source: Cannot Login
ja: ログインできない
ko: 로그인 할 수 없음
pt_pt: Não Consigo Acessar
th: ไม่สามารถเข้าสู่ระบบได้
zh_hant: 無法登錄

# FillUnamePass
source: Please Fill In Username and Password
ja: ユーザー名とパスワードを入力してください
ko: 사용자 이름과 암호를 입력하십시오
pt_pt: Preencha o nome de usuário e a senha
th: กรุณาใส่ชื่อผู้ใช้และรหัสผ่าน
zh_hant: 請填寫用戶名和密碼

source: Log In
ja: ログイン
ko: 로그인
pt_pt: Entrar
th: เข้าสู่ระบบ
zh_hant: 登錄

source: Log Out
ja: ログアウト
ko: 로그 아웃
pt_pt: Sair
th: ออกจากระบบ
zh_hant: 登出

source: Not Authorized
ja: 許可されていません
ko: 승인되지 않음
pt_pt: Não Autorizado
th: ไม่มีอำนาจ
zh_hant: 未經授權

# LoggedInScs
source: Successfully Logged In!
ja: 正常にログインしました!
ko: 성공적으로 로그인했습니다!
pt_pt: Conectado Com Sucesso!
th: เข้าสู่ระบบเรียบร้อยแล้ว!
zh_hant: 成功登錄！

source: Fields Cannot Be Empty!
ja: フィールドを空にすることはできません!
ko: 필드를 비워 둘 수 없습니다!
pt_pt: Campos não podem estar vazios!
th: ช่องว่างไม่สามารถว่างเปล่า!
zh_hant: 字段不能為空！

# DoINeedToTellMyPass
source: Do I Need to Tell You My Password?
ja: パスワードを教えてください。
ko: 내 암호를 알려줄 필요가 있습니까?
pt_pt: Preciso dizer-lhe minha senha?
th: ฉันจำเป็นต้องบอกรหัสผ่านของฉันหรือไม่?
zh_hant: 我需要告訴你我的密碼？

# TellPassExplain
source: AO3 web site doesn't use OAuth technology which allows you to authorize without requiring you to share your password. So to get the data from your AO3 account this app uses your credentials to log in into the AO3 web site on your behalf. If you're not comfortable sharing your password, we would completely understand. However, your password is NEVER sent to nor stored on my server. Your password is saved securely on your iPhone or iPad in the iOS Keychain.
ja: AO3 Webサイトでは、OAuthテクノロジを使用しないため、パスワードを共有する必要はありません。 だからあなたのAO3アカウントからデータを取得するには、このアプリケーションはあなたの代わりにAO3のWebサイトにログインするためにあなたの信任状を使用しています。 パスワードの共有が快適でない場合は、完全に理解します。 しかし、あなたのパスワードは私のサーバーに送られたり、私のサーバーに保存されたりすることはありません。 あなたのパスワードはiOS KeychainのiPhoneまたはiPadに安全に保存されます。
ko: AO3 웹 사이트는 OAuth 기술을 사용하지 않으므로 암호를 공유하지 않아도 인증을받을 수 있습니다. 그래서 귀하의 AO3 계정에서 데이터를 얻으려면이 응용 프로그램은 귀하를 대신하여 귀하의 자격 증명을 사용하여 AO3 웹 사이트에 로그인합니다. 비밀 번호를 쉽게 공유 할 수 없다면, 우리는 완전히 이해할 것입니다. 그러나 암호는 절대로 내 서버로 전송되거나 내 서버에 저장되지 않습니다. 비밀번호는 iPhone 또는 iPad의 iOS 키 체인에 안전하게 저장됩니다.
pt_pt: O site da AO3 não usa a tecnologia OAuth que permite autorizar sem exigir que você compartilhe sua senha. Então, para obter os dados da sua conta AO3, este aplicativo usa suas credenciais para fazer login no site da AO3 em seu nome. Se você não estiver confortável compartilhando sua senha, entenderemos completamente. No entanto, sua senha nunca é enviada nem armazenada no meu servidor. A sua senha é guardada com segurança no seu iPhone ou iPad no iOS Keychain.
th: เว็บไซต์ AO3 ไม่ใช้เทคโนโลยี OAuth ซึ่งอนุญาตให้คุณให้สิทธิ์ได้โดยไม่ต้องให้คุณแชร์รหัสผ่าน ดังนั้นเพื่อให้ได้ข้อมูลจากบัญชี AO3 แอปนี้ใช้ข้อมูลรับรองของคุณเพื่อเข้าสู่ระบบในเว็บไซต์ AO3 ในนามของคุณ หากคุณไม่สะดวกในการแชร์รหัสผ่านของคุณเราจะเข้าใจอย่างสมบูรณ์ อย่างไรก็ตามรหัสผ่านของคุณจะไม่ถูกส่งไปยังหรือเก็บไว้ในเซิร์ฟเวอร์ของฉัน รหัสผ่านของคุณจะถูกบันทึกไว้อย่างปลอดภัยบน iPhone หรือ iPad ใน Keychain ของ iOS
zh_hant: AO3網站不使用OAuth技術，允許您授權而不需要您共享密碼。 因此，為了從您的AO3帳戶獲取數據，此應用程序使用您的憑據代您登錄到AO3網站。 如果您不舒服地分享密碼，我們將徹底了解。 但是，您的密碼永遠不會發送到我的服務器上，也不會存儲在我的服務器上。 您的密碼可以安全地保存在iPhone鑰匙扣上的iPhone或iPad上。

source: Requesting Data
ja: データの要求
ko: 데이터 요청
pt_pt: Solicitando Dados
th: กำลังขอข้อมูล
zh_hant: 請求數據

source: Finished
ja: 完成した
ko: 끝마친
pt_pt: Acabado
th: เสร็จ
zh_hant: 成品

source: Restore Process
ja: 復元プロセス
ko: 복원 프로세스
pt_pt: Processo de Restauração
th: เรียกคืนกระบวนการ
zh_hant: 恢復過程

source: Attention!
ja: 注意!
ko: 주의!
pt_pt: Atenção!
th: ความสนใจ!
zh_hant: 注意!

# NeedToRestart
source: You will need to restart the app for changes with native ads to take effect!
ja: ネイティブ広告の変更を有効にするには、アプリを再起動する必要があります!
ko: 기본 광고가 적용된 변경 사항을 적용하려면 앱을 다시 시작해야합니다!
pt_pt: Você precisará reiniciar o aplicativo para que as alterações com anúncios nativos sejam efetivadas!
th: คุณจะต้องรีสตาร์ทแอปเพื่อให้การเปลี่ยนแปลงมีผลต่อโฆษณาเนทีฟ!
zh_hant: 您將需要重新啟動應用程序以進行原生廣告的更改才能生效!

source: Upgrade
ja: アップグレード ⭐️
ko: 업그레이드 ⭐️
pt_pt: Aprimorar ⭐️
th: อัพเกรด ⭐️
zh_hant: 升級 ⭐️

source: Buy ✅
ja: 購入
ko: 사다 ✅
pt_pt: Comprar
th: ซื้อ
zh_hant: 購買

source: Restore
ja: リストア
ko: 복원
pt_pt: Restaurar
th: ฟื้นฟู
zh_hant: 恢復

source: Thank you! 🙏
ja: ありがとうございました!
ko: 고맙습니다! 🙏
pt_pt: Obrigado!
th: ขอขอบคุณ!
zh_hant: 謝謝!

# ThankYouForTip
source: Thank you for leaving a tip! Thanks to you the app will become better! 🙏
ja: ヒントを残していただきありがとうございます！ あなたのおかげでアプリはより良くなります!
ko: 팁을 남겨 주셔서 감사합니다! 덕분에 앱이 더 좋아질 것입니다! 🙏
pt_pt: Obrigado por deixar uma dica! Graças a você, o aplicativo se tornará melhor!
th: ขอบคุณที่ทิ้งทิป! ขอบคุณที่คุณสมัครจะดีขึ้น!
zh_hant: 謝謝你留下一個提示！ 感謝你的應用程序會變得更好!

source: History
ja: 歴史
ko: 역사
pt_pt: História
th: ประวัติศาสตร์
zh_hant: 歷史

source: Pull To Refresh
ja: リフレッシュする
ko: 당겨 새로 고침
pt_pt: Puxe Para Atualizar
th: ดึงเพื่อรีเฟรช
zh_hant: 拉動刷新

source: Getting History
ja: 歴史を知る
ko: 연혁
pt_pt: Obtendo História
th: ประวัติความเป็นมา
zh_hant: 獲取歷史

source: Deleting from History
ja: 履歴からの削除
ko: 기록에서 삭제하기
pt_pt: Excluindo do Histórico
th: กำลังลบออกจากประวัติ
zh_hant: 從歷史刪除

source: Getting Comments
ja: コメントを得る
ko: 댓글 받기
pt_pt: Obtendo Comentários
th: รับความคิดเห็น
zh_hant: 獲取評論

# PleaseWriteComment
source: Please Write Your Comment
ja: コメントを書いてください
ko: 귀하의 코멘트를 써주세요
pt_pt: Escreva Seu Comentário
th: กรุณาเขียนความคิดเห็นของคุณ
zh_hant: 請寫下你的評論

source: Sending Comment
ja: コメントを送信する
ko: 의견 보내기
pt_pt: Enviando Comentário
th: กำลังส่งความคิดเห็น
zh_hant: 發送評論

source: Adding Comment
ja: コメントを追加する
ko: 댓글 추가하기
pt_pt: Adicionando Comentário
th: การเพิ่มความคิดเห็น
zh_hant: 添加評論

source: Recommendations
ja: 推奨事項
ko: 권장 사항
pt_pt: Recomendações
th: ข้อเสนอแนะ
zh_hant: 建議

# RecommendationsExplained
source: Recommendations are based on your activity inside the app and are generated every week since you first open this page. Your data is not transferred anywhere and is used only to generate recommendations. Available for Pro users only.
ja: おすすめはアプリ内でのあなたのアクティビティに基づいており、最初にこのページを開いてから毎週生成されます。 データはどこにも転送されず、推奨事項の生成にのみ使用されます。 （プロユーザーのみ利用可能）
ko: 추천은 앱 내부의 활동을 기반으로하며이 페이지를 처음 열 때부터 매주 생성됩니다. 데이터는 어디에도 전송되지 않으며 권장 사항을 생성하는 용도로만 사용됩니다. (Pro 사용자 만 사용 가능)
pt_pt: As recomendações são baseadas na sua atividade dentro do aplicativo e são geradas todas as semanas desde que você abriu esta página pela primeira vez. Os seus dados não são transferidos em qualquer lugar e são usados apenas para gerar recomendações. (Disponível apenas para usuários Pro)
th: คำแนะนำจะขึ้นอยู่กับกิจกรรมภายในแอปและสร้างขึ้นทุกๆสัปดาห์นับจากที่คุณเปิดหน้านี้เป็นครั้งแรก ข้อมูลของคุณจะไม่ถูกโอนไปที่ใดก็ได้และใช้เพื่อสร้างคำแนะนำเท่านั้น (สำหรับผู้ใช้ Pro เท่านั้น)
zh_hant: 建議是基於您的應用程序內的活動，並自您首次打開此頁面以來每週生成一次。 您的數據不會在任何地方傳輸，僅用於生成建議。 （僅適用於專業用戶）

# RecommendationsExplainedShort
source: Recommendations are based on your activity inside the app and are generated every week since you first open this page (available for Pro only)
ja: プロユーザーのみ利用可能
ko: Pro 사용자 만 사용 가능
pt_pt: Disponível apenas para usuários Pro
th: สำหรับผู้ใช้ Pro เท่านั้น
zh_hant: 僅適用於專業用戶

# NotPurchased
source: Sorry, you have not purchased the Pro Version!
ja: 申し訳ありません、あなたはProバージョンを購入していません!
ko: 죄송합니다. Pro 버전을 구입하지 않았습니다!
pt_pt: Desculpe, você não comprou a versão Pro!
th: ขออภัยคุณยังไม่ได้ซื้อเวอร์ชัน Pro!
zh_hant: 對不起，您尚未購買專業版！

source: See Them! 👀
ja: 彼らを見て!
ko: 그 (것)들을보십시오! 👀
pt_pt: Vê-los!
th: ดูพวกเขา!
zh_hant: 看他們！

# TimeForRecommendations
source: Hi! It's time for new recommendations! 📚
ja: こんにちは！ 新しい勧告の時です! 📚
ko: 안녕! 새로운 추천을위한 시간입니다! 📚
pt_pt: Oi! É hora de novas recomendações! 📚
th: Hi! ถึงเวลาแล้วสำหรับคำแนะนำใหม่! 📚
zh_hant: 嗨！ 現在是新建議的時候了！ 📚

source: Last update:
ja: 最後の更新:
ko: 마지막 업데이트:
pt_pt: Última Atualização:
th: การปรับปรุงครั้งล่าสุด:
zh_hant: 最後更新：

source: Work List
ja: 作品一覧
ko: 작품 목록
pt_pt: Lista de Trabalhos
th: รายการงาน
zh_hant: 工作清單

# AtLeastOneFandom
source: Please type at least one fandom name!
ja: 少なくとも1つのファンダム名を入力してください!
ko: 이름을 하나 이상 입력하십시오!
pt_pt: Digite pelo menos um nome de fandom!
th: โปรดพิมพ์ชื่อแฟนตาซีอย่างน้อยหนึ่งชื่อ!
zh_hant: 請至少輸入一個粉絲名！

source: Chapter
ja: 章
ko: 장
pt_pt: Capítulo
th: บท
zh_hant: 章節

source: Browse
ja: ブラウズ
ko: 검색
pt_pt: Procurar
th: หมวด
zh_hant: 瀏覽

# Me
source: My Profile
ja: 私のプロフィール
ko: 내 프로필
pt_pt: Meu Perfil
th: ประวัติของฉัน
zh_hant: 我的簡歷

source: Support
ja: サポート
ko: 지원하다
pt_pt: Suporte
th: สนับสนุน
zh_hant: 支持

source: No Comments 😛
ja: コメントはありません 😛
ko: 코멘트 없음 😛
pt_pt: Sem comentários 😛
th: ไม่มีความคิดเห็น 😛
zh_hant: 沒意見 😛

source: Subscriptions
ja: 読んで購読
ko: 구독
pt_pt: Inscreveu-se para ler
th: สมัครสมาชิกเพื่ออ่าน
zh_hant: 訂閱閱讀

# GettingSubs
source: Getting Subscriptions
ja: 購読の取得
ko: 구독 정보 얻기
pt_pt: Obtendo assinaturas
th: กำลังติดตาม
zh_hant: 獲取訂閱

source: Open In Browser
ja: ブラウザで開く
ko: 브라우저에서 열려
pt_pt: Abra no navegador
th: เปิดในเบราว์เซอร์
zh_hant: 在瀏覽器中打開

source: Success
ja: 成功
ko: 성공
pt_pt: Sucesso
th: ความสำเร็จ
zh_hant: 成功

# FolderNameEmpty
source: Folder Name Cannot Be Empty
ja: フォルダ名は空にできません
ko: 폴더 이름을 비울 수 없습니다
pt_pt: Nome da pasta não pode estar vazio
th: ชื่อโฟลเดอร์ไม่สามารถว่างเปล่า
zh_hant: 文件夾名稱不能為空

source: Folder Not Found
ja: フォルダが見つかりません
ko: 폴더를 찾을 수 없음
pt_pt: Pasta não encontrada
th: ไม่พบโฟลเดอร์
zh_hant: 找不到文件夾

# FolderAlreadyExists
source: Folder With Such Name Already Exists!
ja: このような名前が既に存在するフォルダ！
ko: 이미 같은 이름의 폴더!
pt_pt: A pasta com esse nome já existe!
th: โฟลเดอร์ที่มีชื่อดังกล่าวมีอยู่แล้ว!
zh_hant: 具有這樣的名稱的文件夾已經存在！

# NoFolders
source: You Have No Folders! Please create one by pressing '+' button
ja: フォルダがありません！ '+'ボタンを押して作成してください。
ko: 폴더가 없습니다! '+'버튼을 눌러 생성하십시오.
pt_pt: Você não tem pastas! Por favor, crie uma pressionando o botão '+'
th: คุณไม่มีโฟลเดอร์! โปรดสร้างโดยการกดปุ่ม '+'
zh_hant: 你沒有文件夾！請按 '+' 按鈕創建一個

# SensitiveContent
source: Sorry! This work contains sensitive content and cannot be viewed inside the app due to AppStore Review Guidelines.
ja: ごめんなさい！ この作品には機密コンテンツが含まれており、App Storeレビューガイドラインのためにアプリ内で見ることはできません。 それでもブラウザで開くことができます（[設定]アイコンをタップします）。
ko: 안녕! 강간 및 미성년자 성 관련 콘텐츠는 앱에 포함될 수 없으며 이러한 콘텐츠는 검색을 통해 사용할 수 없어야합니다. 따라서 안전 모드가 제거되고 앱에서 이러한 콘텐츠를 사용할 수 없게됩니다. 불편을 끼쳐 드려 죄송합니다.
pt_pt: Desculpa! Este trabalho contém conteúdo sensível e não pode ser visualizado dentro do aplicativo devido às Diretrizes de Revisão da App Store. Você ainda pode abri-lo no navegador (toque o ícone Configurações).
th: ขออภัย! งานนี้มีเนื้อหาที่ละเอียดอ่อนและไม่สามารถดูได้ภายในแอปพลิเคชันเนื่องจากแนวทางการตรวจทาน App Store คุณยังคงสามารถเปิดเบราเซอร์ได้ (แตะไอคอนการตั้งค่า)
zh_hant: 抱歉! 這項工作包含敏感內容，由於App Store Review指南，無法在應用程式內查看。 您仍然可以在瀏覽器中打開它（點擊設置圖標）。

# DeleteFromDownloaded
source: Are you sure you would like to delete this work from Downloaded?
ja: この作品を「ダウンロード済み」から削除してもよろしいですか？
ko: 이 작품을 다운로드 한 상태에서 삭제 하시겠습니까?
pt_pt: Tem certeza de que deseja excluir este trabalho do Downloaded?
th: คุณแน่ใจหรือว่าต้องการลบงานนี้จากที่ดาวน์โหลด?
zh_hant: 你確定要從下載中刪除這項工作嗎？

source: Move Work
ja: 作業を移動する
ko: 작업 이동
pt_pt: Mova o trabalho
th: ย้ายงาน
zh_hant: 移動工作

# ChooseFolder
source: Please Choose Folder
ja: フォルダを選択してください
ko: 폴더를 선택하십시오.
pt_pt: Escolha pasta
th: โปรดเลือกโฟลเดอร์
zh_hant: 請選擇文件夾

source: More Details
ja: 詳細
ko: 자세한 내용은
pt_pt: Mais detalhes
th: รายละเอียดเพิ่มเติม
zh_hant: 更多細節

# SensitiveAttention
source: Hi! The app can not include content related to rape and underage sex, and such content should not be available via search. So Safe Mode is removed and works with such content will not be available in the app. Sorry for any inconvinience!
ja: こんにちは！ アプリにはレイプや未成年の性行為に関するコンテンツは含まれていないため、このようなコンテンツは検索では入手できません。 そのため、セーフモードは削除され、そのようなコンテンツはアプリで使用できなくなります。 不便をおかけして申し訳ありません！
ko: 안녕! 앱 스토어 리뷰 가이드 라인으로 인해 앱에는 강간 및 미성년자 성 관련 콘텐츠가 포함되어서는 안되며 이러한 콘텐츠는 검색을 통해 사용할 수 없어야합니다. 따라서 안전 모드가 제거되고 앱에서 이러한 콘텐츠를 사용할 수 없게됩니다. 불편을 끼쳐 드려 죄송합니다.
pt_pt: Oi! O aplicativo não pode incluir conteúdo relacionado a estupro e sexo com menores de idade, e esse conteúdo não deve estar disponível via pesquisa. Então o Modo de segurança é removido e funciona com tal conteúdo não estará disponível no aplicativo. Desculpe por qualquer inconveniente!
th: Hi! แอปไม่สามารถรวมเนื้อหาที่เกี่ยวข้องกับการข่มขืนและไม่บรรลุนิติภาวะและไม่ควรมีเนื้อหาดังกล่าวในการค้นหา ดังนั้น Safe Mode จะถูกนำออกและทำงานร่วมกับเนื้อหาดังกล่าวจะไม่สามารถใช้งานได้ในแอป ขออภัยในความไม่สะดวก!
zh_hant: 嗨！ 該應用不能包含與強姦和未成年性相關的內容，並且這些內容不應通過搜索獲得。 所以安全模式被刪除，並且與此類內容一起使用在應用程序中將不可用。 對不起，有什麼不方便！

source: Marked For Later
pt_pt: Marcado para mais tarde
zh_hant: 為以後標記
